/* default status bar string when no page is showing (the no home page case) */
"" = "";

/* format used for recent searches for the search field menu */
"  %@" = "  %@";

/* The format for hours and minutes in 12 hour format */
"%1I:%M" = "%1I.%M";

/* title for error dialog displayed when a built-in file could not be located (nib corrupted?) */
"%@ not found" = "%@ hittades inte";

/* activity window string for object where the expected size is not known */
"%@ of ?" = "%@ av ?";

/* Status field in Downloads representing total transferred and download rate. */
"%@ — %@ per sec." = "%@ — %@/s.";

/* date format used for History menu */
"%A, %B %e" = "%A %e %B";

/* Date format with arguments full month name, day, and year */
"%B %e, %Y" = "%e %B %Y";

/* Date format with arguments full month, day, and year, to be followed by time */
"%B %e, %Y " = "%e %B %Y";

/* The format for hours and minutes in 24 hour format */
"%H:%M" = "%H.%M";

/* Date format with arguments abbreviated month name, day, and year */
"%b %e, %Y" = "%e %b %Y";

/* Date format with arguments abbreviated month name, day, and year, to be followed by time */
"%b %e, %Y " = "%e %b %Y";

/* Total field of Downloads window when there is more than 1 download */
"%d Downloads" = "%d hämtningar";

/* item count in activity window */
"%d items (%d errors)" = "%d objekt (%d fel)";

/* item count in activity window */
"%d items (activity window)" = "%d objekt";

/* displayed count for bookmark folder that contains more than one item in bookmarks view */
"%d items (bookmarks view)" = "%d objekt";

/* item count in activity window */
"%d of %d items" = "%d av %d objekt";

/* item count in activity window */
"%d of %d items (%d errors)" = "%d av %d objekt (%d fel)";

/* item count in activity window */
"%d of %d items (1 error)" = "%d av %d objekt (1 fel)";

/* Date format with arguments month number, day, and year */
"%m/%d/%Y" = "%d/%m %Y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%Y " = "%d/%m %Y";

/* Date format with arguments month number, day, and year */
"%m/%d/%y" = "%y-%m-%d";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%y " = "%y-%m-%d";

/* Argument is the AM/PM designator */
"%p" = "%p";

/* displayed name for Address Book entry with no composite name */
"(no name)" = "(namnlös)";

/* displayed count for empty bookmark folder in bookmarks view */
"0 items (bookmarks view)" = "0 objekt";

/* item count in activity window */
"0 of 1 item" = "0 av 1 objekt";

/* Total field of Downloads window when there is 1 download */
"1 Download" = "1 hämtning";

/* item count in activity window */
"1 item (activity window)" = "1 objekt";

/* displayed count for bookmark folder that contains 1 item in bookmarks view */
"1 item (bookmarks view)" = "1 objekt";

/* item count in activity window */
"1 item (error)" = "1 objekt (fel)";

/* About Rendezvous table item in the Rendezvous window */
"About Rendezvous" = "Om Rendezvous";

/* context menu item */
"Add Link to Bookmarks" = "Lägg till länk i Bokmärken";

/* submenu title in Bookmarks menu */
"Address Book" = "Adressbok";

/* displayed title of special bookmark that shows Address Book home pages */
"Address Book (bookmark proxy)" = "Adressbok";

/* action name for Undo item when a bookmark address has been changed */
"Address Change" = "Adressändring";

/* preference panel name */
"Advanced" = "Avancerat";

/* message of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"An unexpected problem occurred while saving bookmarks." = "Ett oväntat problem uppstod när bokmärken skulle sparas.";

/* preference panel name */
"Appearance" = "Utseende";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "Bifoga";

/* Title for confirmation sheet when user checks 'Block pop-up windows' */
"Are you sure you want to change this setting?" = "Är du säker på att du vill ändra inställningen?";

/* title for Empty Cache confirmation alert */
"Are you sure you want to empty the cache?" = "Är du säker på att du vill tömma cache-minnet?";

/* title for Remove All Cookies confirmation alert */
"Are you sure you want to remove all cookies?" = "Är du säker på att du vill ta bort alla cookies?";

/* title for Reset Safari confirmation alert */
"Are you sure you want to reset Safari?" = "Är du säker på att du vill återställa Safari?";

/* Title for sheet warning of re-posting form data */
"Are you sure you want to send a form again?" = "Är du säker på att du vill skicka ett formulär igen?";

/* Status field in Downloads when a DiskCopy image is requesting authentication. */
"Authenticating" = "Autentiserar";

/* Title for Auto-Tab column in bookmarks view, present only when viewing Bookmarks Bar contents */
"Auto-Tab" = "Autotabb";

/* preference panel name */
"AutoFill" = "Autoformulär";

/* Message in sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill." = "Autoformulärfunktionen fyller i webbformulär med hjälp av information från ditt kort i Adressbok eller från webbformulär du fyllt i tidigare. 
Den information som krävs för det här formuläret finns inte tillgänglig för Autoformulär.";

/* Message in sheet shown when AutoFill finds no form to operate on. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete." = "Autoformulärfunktionen fyller i webbformulär med hjälp av information från ditt kort i Adressbok eller från webbformulär du fyllt i tidigare. På den här sidan finns inga formulär att fylla i.";

/* Title of sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill did not complete anything." = "Autoformulär fyllde inte i någonting.";

/* preference panel name */
"Bookmarks (preference panel)" = "Bokmärken";

/* Title of window or tab when showing bookmarks */
"Bookmarks (window title)" = "Bokmärken";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "Bokmärkesrad";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "Bokmärkesmeny";

/* Title for a normal Cancel button */
"Cancel" = "Avbryt";

/* status bar message when page load was cancelled */
"Cancelled opening the page" = "Öppnandet av sidan avbröts";

/* error message for URL with unsupported scheme, like xxx:yyy */
"Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”." = "Kan inte gå till ”%@” eftersom Mac OS X inte kan hantera adresser som startar med ”%@:”.";

/* message for file URL without an appropriate application */
"Cannot open the file “%@” because Mac OS X doesn’t know which application to use." = "Kan inte öppna filen ”%@” eftersom Mac OS X inte känner till vilket program som ska användas.";

/* error message for using JavaScript somewhere it's not allowed */
"Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way." = "Kunde inte köra manuset ”%@” eftersom Safari inte tillåter att JavaScript används på det sättet.";

/* title of panel */
"Can’t Open Bookmark" = "Kan inte öppna bokmärke";

/* title of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Can’t connect to server." = "Kan inte ansluta till server.";

/* panel title for file URL for nonexistent file */
"Can’t find file." = "Hittar inte filen.";

/* panel title for URL with unsupported scheme */
"Can’t go to address" = "Kan inte gå till adressen";

/* panel title for file URL without an appropriate application */
"Can’t open file" = "Kan inte öppna fil";

/* panel title for file URL for folder that can’t be opened */
"Can’t open folder" = "Kan inte öppna mapp";

/* panel title for using JavaScript somewhere it's not allowed */
"Can’t use JavaScript here" = "JavaScript kan inte användas här";

/* title for button in open panel from file button used in HTML forms */
"Choose (HTML form open panel)" = "Välj";

/* button title in open panel for choosing user style sheet preference */
"Choose (style sheet open panel)" = "Välj";

/* Status field in Downloads when a DiskCopy image is cleaning up. */
"Cleaning up" = "Rensar upp";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Entries" = "Radera poster";

/* title for menu item that erases history from menu and bookmarks view */
"Clear History" = "Radera historik";

/* tooltip for auto-tab folder in bookmarks bar */
"Click to open the bookmarks in this folder in tabs." = "Klicka så öppnas bokmärkena i denna mapp i flikar.";

/* tooltip for favorite bar bookmarks for folders */
"Click to see the bookmarks in this folder." = "Klicka så visas bokmärkena i denna mapp.";

/* context menu item */
"Close Other Tabs" = "Stäng övriga flikar";

/* context menu item */
"Close Tab" = "Stäng flik";

/* status bar message when page load finishes with multiple errors */
"Completed opening the page with %d errors (see Activity window for details)" = "Sidan öppnades med %d fel (mer information finns i aktivitetsfönstret)";

/* status bar message when page load finishes with a single error */
"Completed opening the page with 1 error (see Activity window for details)" = "Sidan öppnades med 1 fel (mer information finns i aktivitetsfönstret)";

/* message for status bar when busy looking for a particular host */
"Contacting “%@”" = "Kontaktar ”%@”";

/* message for status bar when busy looking for a particular host via a proxy server */
"Contacting “%@” via proxy “%@”" = "Kontaktar ”%@” via proxyservern ”%@”";

/* Title for default button in unknown root warning sheet */
"Continue" = "Fortsätt";

/* BrowserDiskCopyCopyingFailed description */
"Copy failed" = "Kopiering misslyckades";

/* Status field in Downloads when a DiskCopy image is copying. */
"Copying" = "Kopierar";

/* message for error sheet when we couldn't connect to a rendezvous server */
"Could not locate the rendezvous server “%@”." = "Kunde inte hitta rendezvousservern ”%@”.";

/* message of sheet displayed for WebFoundationErrorTimedOut. */
"Could not open the page “%@” after trying for %d seconds." = "Kunde inte öppna sidan ”%@” efter att ha försökt i %d sekunder.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”." = "Kunde inte öppna sidan ”%@” eftersom Safari inte kunde upprätta en säker förbindelse med servern ”%@”.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date." = "Kunde inte öppna sidan ”%@” eftersom Safari inte kunde upprätta en säker förbindelse med servern ”%@”. Ett eller flera av de certifikat som används för att bekräfta webbplatsens ägares identitet hade ogiltiga datum.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site." = "Kunde inte öppna sidan ”%@” eftersom Safari inte kunde upprätta en säker förbindelse med servern ”%@”. Ett eller flera av de certifikat som används för att bekräfta webbplatsens ägares identitet hade ogiltiga datum. Du bör uppgradera till den senaste versionen av Mac OS X. På så sätt ökar säkerheten och du kan kanske ansluta till den här webbplatsen.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateUntrusted. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner." = "Kunde inte öppna sidan ”%@” eftersom Safari inte kunde upprätta en säker förbindelse med servern ”%@”. Safari kan inte bekräfta det certifikat som används för att kontrollera webbplatsens ägares identitet.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError. */
"Could not open the page “%@” because Safari could not load any data for this location." = "Kunde inte öppna sidan ”%@” eftersom Safari inte kunde läsa in data för platsen.";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError. */
"Could not open the page “%@” because Safari couldn’t connect to the server “%@”." = "Kunde inte öppna sidan ”%@” eftersom Safari inte kunde upprätta en förbindelse med servern ”%@”.";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL. */
"Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”." = "Kunde inte öppna sidan ”%@” eftersom Safari inte har stöd för omdirigering till adresser som börjar med ”%@:”.";

/* Message of sheet displayed for WebFoundationErrorBadURLError. */
"Could not open the page “%@” because it’s an invalid address." = "Kunde inte öppna sidan ”%@” eftersom adressen är ogiltig.";

/* Message of sheet displayed for POSIX error ECONNRESET. */
"Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy." = "Kunde inte öppna sidan ”%@” eftersom nätverksförbindelsen avbröts. Detta inträffar ibland vid hög trafik på servern.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation. */
"Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct." = "Kunde inte öppna sidan ”%@” eftersom den inte existerar. Kontrollera att adressen är korrekt.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name. */
"Could not open the page “%@” because the server could not be found." = "Kunde inte öppna sidan ”%@” eftersom servern inte kunde hittas.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError. */
"Could not open the page “%@” because the server “%@” could not be found." = "Kunde inte öppna sidan ”%@” eftersom servern ”%@” inte kunde hittas.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError. */
"Could not open the page “%@” because your computer isn’t connected to the Internet." = "Kunde inte öppna sidan ”%@” eftersom datorn inte är ansluten till Internet.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded. */
"Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Kunde inte öppna sidan ”%@”.\n\nFelet var: ”%@” (%@:%d)\n\nVänligen skicka en buggrapport där du beskriver vad du gjorde innan det här meddelandet visades.";

/* Title of sheet displayed for miscellaneous errors when a page could not be even partially loaded */
"Could not open the page." = "Kunde inte öppna sidan.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined. */
"Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Kunde inte öppna den angivna sidan. Felet var: ”%@” (%@:%d)\n\nVänligen skicka en buggrapport där du beskriver vad du gjorde innan det här meddelandet visades.";

/* Alert title when trying to reveal a missing file from Downloads window */
"Could not show the file in the Finder." = "Kunde inte visa filen i Finder.";

/* Alert message when user tries to reveal a downloaded file that has been moved */
"Could not show the file “%@” in the Finder because it moved since you downloaded it." = "Kunde inte visa filen ”%@” i Finder eftersom den flyttats efter att den hämtades.";

/* Title of error sheet shown when the user clicks the Edit button for their AutoFill Address Book preference. */
"Couldn’t edit your Address Book card." = "Kunde inte redigera ditt Adressbok-kort.";

/* message for error dialog displayed when a built-in file could not be located (bundle corruption?) */
"Couldn’t open %@.%@, because the file, which should be built-in, could not be found." = "Kunde inte öppna %@.%@ eftersom filen, som borde vara inbyggd, inte kunde hittas.";

/* Title of error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"Couldn’t open the Address Book application." = "Kunde inte öppna programmet Adressbok.";

/* Status field in Downloads when Safari is decompressing a cpgz, zip file etc. */
"Decompressing" = "Dekomprimerar";

/* BrowserBOMCopyFailed description */
"Decompression failed" = "Kunde inte dekomprimera";

/* action name for Undo item when multiple bookmarks are deleted */
"Delete %d Bookmarks" = "Radera %d bokmärken";

/* action name for Undo item when multiple history items are deleted */
"Delete %d History Entries" = "Radera %d historikposter";

/* bookmark context menu item */
"Delete (bookmark context menu)" = "Radera";

/* action name for Undo item when 1 bookmark is deleted */
"Delete Bookmark" = "Radera bokmärke";

/* title for confirmation alert */
"Delete Bookmarks Folder?" = "Vill du radera bokmärkesmappen?";

/* button title in confirmation alert */
"Delete Folder" = "Radera mapp";

/* action name for Undo item when 1 history item is deleted */
"Delete History Entry" = "Radera historikpost";

/* status bar text when the control key is held down, but not over a link */
"Display a menu" = "Visa en meny";

/* status bar text when the control key is held down over a link with no title */
"Display a menu for “%@”" = "Visa en meny för ”%@”";

/* status bar text when the control key is held down over a link with a title */
"Display a menu for “%@” <%@>" = "Visa en meny för ”%@” <%@>";

/* Status field in Downloads when DiskCopy has displayed an SLA. */
"Displaying software license agreement" = "Visar programlicensavtalet";

/* message for confirmation alert */
"Do you really want to delete the bookmarks folder “%@”?" = "Vill du verkligen radera bokmärkesmappen ”%@”?";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append ‘.txt’ anyway?" = "Dokumentet %@ verkar redan ha ett filtillägg. Lägg till ‘.txt’ ändå?";

/* button title in download in progress alert */
"Don’t Quit" = "Avsluta inte";

/* second button title in default browser confirmation alert */
"Don’t Switch" = "Byt inte";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don’t append" = "Lägg inte till";

/* status bar text when over a link to a fragment on the current page (without a title) with the option key (and no command key) held down */
"Download #%@ of this page" = "Hämta #%@ av den här sidan";

/* Alert title for 1 download in progress */
"Download in progress" = "Hämtning pågår";

/* status bar text when over a link (without a title) with the option key (and no command key) held down */
"Download “%@”" = "Hämta ”%@”";

/* status bar text when over a link to a fragment on the current page (with a title) with the option key (and no command key) held down */
"Download “%@” (#%@ of this page)" = "Hämta ”%@” (#%@ av den här sidan)";

/* status bar text when over a link (with a title) with the option key (and no command key) held down */
"Download “%@” <%@>" = "Hämta ”%@” <%@>";

/* Alert title for n downloads in progress */
"Downloads in progress" = "Pågående hämtningar";

/* menu title for submenu in Go menu that contains URLs visited earlier than the most recent few */
"Earlier Today" = "Tidigare idag";

/* bookmark context menu item */
"Edit Address" = "Redigera adress";

/* bookmark context menu item */
"Edit Contents" = "Redigera innehåll";

/* bookmark context menu item */
"Edit Name" = "Redigera namn";

/* button title in Empty Cache confirmation alert */
"Empty" = "Töm";

/* Button title in bug report sheet */
"Fewer Options" = "Färre alternativ";

/* preference panel name */
"General" = "Allmänt";

/* Title for Go button in missing plug-in sheet */
"Go (missing plug-in sheet)" = "Gå";

/* context menu item */
"Go To Address" = "Gå till adressen";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another frame in the same window */
"Go to #%@ of this page in another frame" = "Gå till #%@ av den här sidan i en annan ram";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another window */
"Go to #%@ of this page in another window" = "Gå till #%@ av den här sidan i ett annat fönster";

/* status bar text when over a link to a fragment on the current page without a title */
"Go to #%@ on this page" = "Gå till #%@ på den här sidan";

/* hint text to show in page address field when empty */
"Go to this address" = "Gå till den här adressen";

/* status bar text when over a link with no title */
"Go to “%@”" = "Gå till ”%@”";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another frame in the same window */
"Go to “%@” (#%@ of this page) in another frame" = "Gå till ”%@” (#%@ av den här sidan) i en annan ram";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another window */
"Go to “%@” (#%@ of this page) in another window" = "Gå till ”%@” (#%@ av den här sidan) i ett annat fönster";

/* status bar text when over a link to a fragment on the current page with a title */
"Go to “%@” (#%@) on this page" = "Gå till ”%@” (#%@) på den här sidan";

/* status bar text when over a link with a title */
"Go to “%@” <%@>" = "Gå till ”%@” <%@>";

/* status bar text when over a link (with a title) that targets another frame in the same window */
"Go to “%@” <%@> in another frame" = "Gå till ”%@” <%@> i en annan ram";

/* status bar text when over a link (with a title) that targets another window */
"Go to “%@” <%@> in another window" = "Gå till ”%@” <%@> i ett annat fönster";

/* status bar text when over a link (without a title) that targets another frame in the same window */
"Go to “%@” in another frame" = "Gå till ”%@” i en annan ram";

/* status bar text when over a link (without a title) that targets another window */
"Go to “%@” in another window" = "Gå till ”%@” i ett annat fönster";

/* hint text to show in search field when empty */
"Google" = "Google";

/* context menu item */
"Google Search" = "Google-sökning";

/* menu item */
"Hide All Bookmarks" = "Göm alla bokmärken";

/* tooltip for show/hide bookmarks button */
"Hide all bookmarks." = "Göm alla bokmärken.";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "Historik";

/* title for confirmation alert to switch default browser to Safari */
"If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?" = "Om Safari är din förvalda webbläsare så kommer webblänkar som du klickar på i Mail eller andra program att öppnas i Safari. Vill du ha Safari som förvald webbläsare?";

/* Imported IE Favorites folder name */
"Imported IE Favorites" = "Importerade Internet Explorer-bokmärken";

/* Imported Netscape/Mozilla Favorites folder name */
"Imported Netscape/Mozilla Favorites" = "Importerade Netscape/Mozilla-bokmärken";

/* title of sheet for when you type a location that can't be turned into a URL */
"Invalid location" = "Ogiltig plats";

/* Title for sheet that appears when java is unavailable */
"Java is unavailable." = "Java är inte tillgängligt.";

/* title of JavaScript alert panel */
"JavaScript" = "JavaScript";

/* for display in column of global history outline */
"Last Visited Today" = "Besökta idag";

/* label of tab when tab is loading */
"Loading (tab)" = "Läser in";

/* window title while page with no title or URL is loading */
"Loading (window)" = "Läser in";

/* window title while page is loading */
"Loading “%@”" = "Läser in ”%@”";

/* message for status bar when either loading a URL without a remote host, or already found host and loading */
"Loading “%@”, completed %@" = "Läser in ”%@”, inläst %@";

/* Button title in bug report sheet */
"More Options" = "Fler alternativ";

/* Status field in Downloads when a DiskCopy image is mounting. */
"Mounting" = "Lägger på skrivbordet";

/* BrowserDiskCopyMountingFailed description */
"Mounting failed" = "Kunde inte läggas på skrivbordet";

/* action name for Undo item when multiple bookmarks have been dragged within the bookmarks view */
"Move %d Bookmarks" = "Flytta %d bokmärken";

/* action name for Undo item when 1 bookmark has been dragged within the bookmarks view */
"Move Bookmark" = "Flytta bokmärke";

/* action name for Undo item when a bookmark name has been changed */
"Name Change" = "Namnändring";

/* Third response to sheet when submitting a form with login information */
"Never for this Website" = "Aldrig för den här webbplatsen";

/* verb for New Folder, used as button label and Undo action string */
"New Folder" = "Ny mapp";

/* context menu item */
"New Tab" = "Ny flik";

/* dimmed menu item for empty Rendezvous case */
"No Rendezvous websites available" = "Inga Rendezvous-webbplatser tillgängliga";

/* tool tip used for favorite bar bookmarks that have no URL */
"No address specified" = "Ingen adress har angetts";

/* title of sheet for when try to go with no location */
"No address specified." = "Ingen adress har angetts.";

/* dimmed menu item for empty bookmarks toolbar case */
"No bookmarks in bar" = "Inga bokmärken i raden";

/* message for file URL for nonexistent file */
"No file exists at “%@”." = "Det finns ingen fil i ”%@”.";

/* dimmed menu item for empty address book case */
"No home pages in Address Book" = "Inga hemsidor i Adressbok";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Inga nyliga sökningar";

/* popup menu choice for default style sheet */
"None Selected (style sheet)" = "Ingen vald";

/* Second response to sheet when submitting a form with login information */
"Not Now" = "Inte nu";

/* title of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Not connected to Internet." = "Inte ansluten till Internet.";

/* status text in Find dialog when a search found nothing */
"Not found" = "Hittades inte";

/* Title of sheet shown when AutoFill finds no form to operate on. */
"Nothing to AutoFill." = "Inget att fylla i för Autoformulär.";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "Inget att söka i";

/* status bar text when over a link to a fragment on the current page (without a title) with the command key held down in tabbed browsing mode */
"Open #%@ of this page in a new tab" = "Öppna #%@ av den här sidan i en ny flik";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open #%@ of this page in a new tab behind the current one" = "Öppna #%@ av den här sidan i en ny flik bakom den nuvarande";

/* status bar text when over a link to a fragment on the current page (without a title) that always creates a new window or with the command key held down */
"Open #%@ of this page in a new window" = "Öppna #%@ av den här sidan i ett nytt fönster";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down */
"Open #%@ of this page in a new window behind the current window" = "Öppna #%@ av den här sidan i ett nytt fönster bakom det nuvarande";

/* bookmark context menu item */
"Open (bookmark context menu)" = "Öppna";

/* menu item */
"Open Address Book" = "Öppna Adressbok";

/* context menu item */
"Open Link in New Tab" = "Öppna länk i ny flik";

/* bookmark context menu item */
"Open in New Tab (bookmark context menu)" = "Öppna i ny flik";

/* bookmark context menu item */
"Open in New Window (bookmark context menu)" = "Öppna i nytt fönster";

/* bookmark context menu item and folder menu item */
"Open in Tabs" = "Öppna i flikar";

/* context menu item */
"Open with QuickTime Player" = "Öppna i QuickTime Player";

/* context menu item */
"Open with iTunes" = "Öppna i iTunes";

/* status bar text when over a link to a fragment on the current page (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab" = "Öppna ”%@” (#%@ av den här sidan) i en ny flik";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab behind the current one" = "Öppna ”%@” (#%@ av den här sidan) i en ny flik bakom den nuvarande";

/* status bar text when over a link to a fragment on the current page (with a title) that always creates a new window or with the command key held down */
"Open “%@” (#%@ of this page) in a new window" = "Öppna ”%@” (#%@ av den här sidan) i ett nytt fönster";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down */
"Open “%@” (#%@ of this page) in a new window behind the current window" = "Öppna ”%@” (#%@ av den här sidan) i ett nytt fönster bakom det nuvarande";

/* status bar text when over a link (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab" = "Öppna ”%@” <%@> i en ny flik";

/* status bar text when over a link (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab behind the current one" = "Öppna ”%@” <%@> i en ny flik bakom den nuvarande";

/* status bar text when over a link (with a title) that always creates a new window or with the command key held down */
"Open “%@” <%@> in a new window" = "Öppna ”%@” <%@> i ett nytt fönster";

/* status bar text when over a link (with a title) with the shift and command keys held down */
"Open “%@” <%@> in a new window behind the current window" = "Öppna ”%@” <%@> i ett nytt fönster bakom det nuvarande";

/* status bar text when over a link (without a title) with the command key held down in tabbed browsing mode */
"Open “%@” in a new tab" = "Öppna ”%@” i en ny flik";

/* status bar text when over a link (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” in a new tab behind the current one" = "Öppna ”%@” i en ny flik bakom den nuvarande";

/* status bar text when over a link (without a title) that always creates a new window or with the command key held down */
"Open “%@” in a new window" = "Öppna ”%@” i ett nytt fönster";

/* status bar text when over a link (without a title) with the shift and command keys held down */
"Open “%@” in a new window behind the current window" = "Öppna ”%@” i ett nytt fönster bakom det nuvarande";

/* popup menu choice for download location */
"Other... (download location)" = "Annan…";

/* popup menu choice for default style sheet */
"Other... (style sheet)" = "Annan…";

/* title of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Page not found." = "Sidan kunde inte hittas.";

/* Marker in Password viewing prefs sheet for a site for which we never save passwords. */
"Passwords Never Saved" = "Spara aldrig lösenord";

/* action name for Undo item when multiple bookmarks are pasted */
"Paste %d Bookmarks" = "Klistra in %d bokmärken";

/* action name for Undo item when 1 bookmark is pasted */
"Paste Bookmark" = "Klistra in bokmärke";

/* panel title for file URL with insufficient permissions */
"Permission denied." = "Tillstånd nekat.";

/* Title for sheet that appears when an unknown plug-in error occurred */
"Plug-in error occurred" = "Insticksfilfel inträffade";

/* Title for sheet that appears when a page specifies a plug-in that's not installed */
"Plug-in not found." = "En insticksfil hittades inte.";

/* Title for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content. */
"Plug-in not supported" = "En insticksfil stöds inte";

/* Status field in Downloads when a DiskCopy image is preparing to decompress. */
"Preparing to decompress" = "Förbereder dekomprimering";

/* Status field in Downloads when the download has just started. */
"Preparing to download" = "Förbereder hämtning";

/* context menu item */
"Print Frame…" = "Skriv ut ram…";

/* context menu item */
"Print Page…" = "Skriv ut sida…";

/* title of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"Problem saving bookmarks." = "Problem när bokmärken skulle sparas.";

/* button title in download in progress alert */
"Quit" = "Avsluta";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Senaste sökningar";

/* title off sheet displayed for WebFoundationErrorUnsupportedURL */
"Redirected to unsupported page." = "Omdirigerad till en sida som inte stöds.";

/* context menu item */
"Reload All Tabs" = "Uppdatera alla flikar";

/* context menu item */
"Reload Tab" = "Uppdatera flik";

/* tooltip for stop/reload button */
"Reload the current page." = "Uppdatera den här sidan.";

/* ToolTip for reload button in Downloads */
"Reload “%@”." = "Uppdatera ”%@”.";

/* button title in Remove All Cookies confirmation alert */
"Remove All" = "Ta bort alla";

/* submenu title in Bookmarks menu */
"Rendezvous" = "Rendezvous";

/* displayed title of special bookmark that shows Rendezvous items */
"Rendezvous (bookmark proxy)" = "Rendezvous";

/* title for error sheet when we couldn't connect to a rendezvous server */
"Rendezvous server not found." = "Rendezvous-server hittades inte.";

/* button title in Reset Safari confirmation alert */
"Reset" = "Återställ";

/* message for Reset Safari confirmation alert */
"Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries." = "Om du återställer Safari raderas din historik, cache-minnet töms, fönstret Hämtade filer rensas och alla cookies tas bort. Eventuella sparade namn, lösenord och annan Autoformulär-text tas också bort, liksom Google-sökningar.";

/* status bar text when over a javascript: link with no title */
"Run script “%@”" = "Kör manuset ”%@”";

/* status bar text when over a javascript: link with a title */
"Run script “%@” <%@>" = "Kör manuset ”%@” <%@>";

/* Title of alert when Safari Beta has expired. */
"Safari Beta has expired" = "Safari Betas giltighetstid har gått ut";

/* Message of alert when Safari Beta has expired. */
"Safari Beta has expired." = "Safari Betas giltighetstid har gått ut.";

/* Title of alert when Safari Beta will expire. */
"Safari Beta will expire" = "Safari Betas giltighetstid går ut";

/* Message of alert when Safari Beta will expire in less than a day. */
"Safari Beta will expire in less than a day." = "Safari Betas giltighetstid går ut om mindre än en dag.";

/* Message of alert when Safari Beta will expire in less than a week. */
"Safari Beta will expire in less than a week." = "Safari Betas giltighetstid går ut om mindre än en vecka.";

/* Keychain label for password used to access saved encrypted form autofill data.  Be brief. */
"Safari Forms AutoFill" = "Safaris Autoformulär";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"Safari could not verify the identity of the website “%@”." = "Safari kunde inte bekräfta identiteten för webbplatsen ”%@”.";

/* Alert message when user quits when n files are downloading */
"Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?" = "Safari hämtar %d filer. Om du avslutar programmet nu kommer filerna inte att läsas ner färdigt. Vill du avsluta ändå?";

/* Alert message when user quits when 1 file is downloading */
"Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?" = "Safari läser ner ”%@”. Om du avslutar programmet nu kommer filerna inte att läsas ner färdigt. Vill du avsluta ändå?";

/* message for Empty Cache confirmation alert */
"Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again." = "Safari sparar innehållet på webbplatser du besöker i ett cache-minne så att det går snabbare när du vill besöka dem igen.";

/* context menu item */
"Save Frame As…" = "Spara ram som…";

/* context menu item */
"Save Page As…" = "Spara sida som…";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Spara ren text";

/* Sheet message when submitting a form with login information */
"Saved passwords can be reviewed and removed in the AutoFill preferences." = "Sparade lösenord kan kontrolleras och tas bort i Autoformulär-inställningarna.";

/* does not show up in the UI any more */
"Search the web with Google" = "Sök på Internet med Google";

/* preference panel name */
"Security" = "Säkerhet";

/* button label when choosing default web browser in Preferences */
"Select (default web browser)" = "Välj";

/* button label in open panel for choosing download folder */
"Select (download location)" = "Välj";

/* prompt when choosing default web browser in Preferences */
"Select an Application" = "Välj ett program";

/* Title for default button in insecure form warning sheet */
"Send" = "Skicka";

/* status bar text when over a mailto: link with no title */
"Send email to %@" = "Skicka e-brev till %@";

/* status bar text when over a mailto: link with a title */
"Send email to “%@” <%@>" = "Skicka e-brev till ”%@” <%@>";

/* title of sheet displayed for WebFoundationErrorCannotFindHostError */
"Server not found." = "Servern kunde inte hittas.";

/* menu item title in back/forward menu after you do Open in Tabs */
"Set of Tabs" = "Flikgrupp";

/* menu item */
"Show All Bookmarks" = "Visa alla bokmärken";

/* tooltip for show/hide bookmarks button */
"Show all bookmarks." = "Visa bokmärken.";

/* ToolTip for reveal button in Downloads */
"Show “%@” in the Finder." = "Visa ”%@” i Finder.";

/* tooltip for button at right side of search field */
"SnapBack to last search results." = "SnapBack till senaste sökresultat.";

/* tooltip for button at right side of location field */
"SnapBack to “%@”." = "SnapBack till ”%@”.";

/* Title of HTML source window */
"Source of %@" = "Källa för %@";

/* ToolTip for stop button in Downloads when the download is decompressing */
"Stop decompressing “%@”." = "Avbryt dekomprimering för ”%@”.";

/* ToolTip for stop button in Downloads when the download is downloading */
"Stop downloading “%@”." = "Avbryt hämtning av ”%@”.";

/* tooltip for stop/reload button */
"Stop loading this page." = "Avbryt inläsning av den här sidan.";

/* default button title in default browser confirmation alert */
"Switch" = "Byt";

/* preference panel name */
"Tabs" = "Flikar";

/* Message in error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"The Address Book application is unavailable or not installed." = "Programmet Adressbok är inte tillgängligt eller inte installerat.";

/* message for file URL for folder that can’t be opened */
"The Finder could not open the folder at “%@”" = "Finder kunde inte öppna mappen på ”%@”";

/* Message for sheet that appears when a page attempts to load a plug-in that fails to load. */
"The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully." = "Sidan ”%@” försökte läsa in en instickfil med namnet ”%@”, men det misslyckades.";

/* Message for sheet that appears when a page attempts to load a plug-in with an unknown name that fails to load. */
"The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully." = "Sidan ”%@” försökte läsa in en instickfil men det misslyckades.";

/* Message for sheet that appears when a page attemps to load Java, but Java is unavailable. */
"The page “%@” attempted to load Java content, but Java is unavailable or not installed." = "Sidan ”%@” försökte läsa in Java-innehåll, men Java är inte tillgängligt eller inte installerat.";

/* Message for sheet that appears when a page attempts to load a plug-in but an unknown plug-in occurred. */
"The page “%@” has attempted to load a plug-in, but a plug-in error occurred." = "Sidan ”%@” försökte läsa in en insticksfil men ett insticksfilfel inträffade.";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "Sidan ”%@” har innehåll av MIME-typen ”%@”. Du har ingen insticksfil installerad för den här MIME-typen, men du borde kunna hitta en på den här sidan:\n\n%@\n\nVill du öppna sidan?";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "Sidan ”%@” har innehåll av MIME-typen ”%@”. Du har ingen insticksfil installerad för den här MIME-typen, så innehållet kan inte visas.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "Sidan ”%@” har innehåll av en ospecificerad MIME-typ. Du har ingen insticksfil installerad för den här MIME-typen, så innehållet kan inte visas.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "Sidan ”%@” har innehåll som kräver en insticksfil. Du har ingen insticksfil installerad för den här MIME-typen, men du borde kunna hitta en på den här sidan:\n\n%@\n\nVill du öppna sidan?";

/* message for panel for bad bookmark */
"The specified address “%@” is not a valid location." = "Den angivna adressen ”%@” är inte en giltig plats.";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Webbplatsens certifikat har gått ut eller är ännu inte giltigt. Det kan vara så att du ansluter till en webbplats som låtsas vara ”%@”, vilket kan utgöra en säkerhetsrisk. Vill du fortsätta ändå?";

/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Webbplatsens certifikat är ogiltigt. Det kan vara så att du ansluter till en webbplats som låtsas vara ”%@”, vilket kan utgöra en säkerhetsrisk. Vill du fortsätta ändå?";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Webbplatsen certifikat har signerats av en okänd certifieringsauktoritet. Det kan vara så att du ansluter till en webbplats som låtsas vara ”%@”, vilket kan utgöra en säkerhetsrisk. Vill du fortsätta ändå?";

/* mesage for panel for bad bookmark */
"This bookmark has no address specified." = "Ingen adress har angetts för bokmärket.";

/* Message for insecure form warning sheet */
"This form will be sent in a way that is not secure. Are you sure you want to send it?" = "Formuläret kommer att skickas på ett sätt som inte är säkert. Är du säker på att du vill skicka det?";

/* Title for insecure form warning sheet */
"This is a non-secure form." = "Detta formulär är inte säkert.";

/* Message for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content */
"This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?" = "Den här sidan har innehåll för insticksfiler som Safari inte stöder. Programmet ”%@” kan eventuellt visa innehållet. Vill du försöka?";

/* Message for sheet warning of re-posting form data */
"To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form." = "Om du vill öppna den här sidan igen så måste formuläret du fyllde i för att öppna sidan första gången skickas igen. Detta kan innnebära att webbplatsen upprepar åtgärder som vidtogs första gången du skickade formuläret.";

/* Date format for today */
"Today" = "Idag";

/* Date format for today, to be followed by time */
"Today " = "Idag";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError. */
"Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page." = "Alltför många omdirigeringar inträffade när programmet försökte öppna ”%@”. Detta kan inträffa när du öppnar en sida som omdirigeras att öppna en annan sida som i sin tur är omdirigerad att öppna ursprungssidan.";

/* message for sheet when you hit return in the search field with no search text */
"Type a word or phrase in the Google search box, then press Return." = "Skriv in ett ord eller en fras i Google-sökrutan och tryck på Retur.";

/* message for sheet for when try to go with no location */
"Type the address for the web page you would like to open." = "Skriv in adressen till sidan du vill söka efter.";

/* Title for sheet that appears when a plug-in fails to load */
"Unable to load plug-in." = "Kunde inte läsa in insticksfil.";

/* Status field in Downloads when a DiskCopy image is unmounting. */
"Unmounting" = "Tar bort från skrivbordet";

/* Keychain comment describing the password entry we use to access saved encrypted form autocomplete data. */
"Used to decode the encrypted file that contains non-password data previously entered in web page forms." = "Används för att avkoda den krypterade fil som innehåller information som inte är lösenordsinformation och som tidigare angetts i webbsidesformulär.";

/* BrowserDiskCopyVerificationFailed description */
"Verification failed" = "Verifiering misslyckades";

/* Status field in Downloads when a DiskCopy image is verifying. */
"Verifying" = "Verifierar";

/* context menu item */
"View Frame Source" = "Visa källa för ram";

/* context menu item */
"View Source" = "Visa källa";

/* Message for confirmation sheet when user checks 'Block pop-up windows' */
"Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links." = "Webbsidor visar ofta automatiskt popupfönster med såväl information som reklam. Den här funktionen blockerar dessa popupfönster. Den hindrar dig dock inte från att öppna de fönster du vill genom att klicka på länkar eller knappar.";

/* title for confirmation alert to switch default browser to Safari */
"Would you like to make Safari your default browser?" = "Vill du göra Safari till din förvalda webbläsare?";

/* Sheet title when submitting a form with login information */
"Would you like to replace your saved password with this one?" = "Vill du byta ut ditt sparade lösenord mot det här lösenordet?";

/* Sheet title when submitting a form with login information */
"Would you like to save this password?" = "Vill du spara lösenordet?";

/* Default response to sheet when submitting a form with login information */
"Yes" = "Ja";

/* Date format for yesterday */
"Yesterday" = "Igår";

/* Date format for yesterday, to be followed by time */
"Yesterday " = "Igår";

/* title of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"You cannot change bookmarks now." = "Det går inte att ändra bokmärkena nu.";

/* message for Remove All Cookies confirmation alert */
"You cannot undo this action." = "Det här kommandot går inte att ångra.";

/* message for file URL with insufficient permissions */
"You don’t have the right permissions to view “%@”." = "Du har inte tillräckliga behörigheter för att titta på ”%@”.";

/* title of sheet when you hit return in the search field with no search text */
"You haven't entered text in the Google search box." = "Du har inte skrivit något i Google-sökrutan.";

/* message for error message when syncing can't be configured in Bookmarks preferences */
"You must install iSync 1.1 or newer before you can synchronize your bookmarks." = "Du måste installera iSync 1.1 eller senare för att kunna synkronisera bokmärken.";

/* title of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks could not be changed. Try again." = "Dina bokmärken kunde inte ändras. Försök igen.";

/* message of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes." = "Dina bokmärken har ändrats av ett annat program sedan du öppnade Safari. Därför behövde Safari uppdatera dina bokmärken innan ytterligare ändringar kunde göras. Nu kan du göra dina ändringar.";

/* string put on pasteboard for selected bookmarks folder */
"bookmarks folder “%@”" = "bokmärkesmapp ”%@”";

/* status text for Activity window for cancelled page */
"cancelled" = "avbröts";

/* Label for only item in menu that appears when clicking on an empty Favorites bar folder */
"empty" = "tom";

/* short description used in Activity window for error codes that have no textual description */
"error" = "fel";

/* URL string of the apple web site that explains Rendezvous */
"http://www.apple.com/macosx/jaguar/rendezvous.html" = "http://www.apple.com/se/macosx/jaguar/rendezvous.html";

/* title for error message when syncing can't be configured in Bookmarks preferences */
"iSync 1.1 or newer required." = "iSync 1.1 eller senare krävs.";

/* message of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment." = "iSync synkroniserar dina bokmärken nu, så du kan inte ändra dem. Försök igen om en liten stund.";

/* in cookies table for cookies that are not secure */
"no" = "nej";

/* menu title used for a URL when no other title can be determined, not even one based on the URL */
"unknown (bookmark menu item title)" = "okänd";

/* fallback string used when an error has no description */
"unknown error" = "okänt fel";

/* title shown for History entries with no HTML title */
"unknown title" = "okänd titel";

/* name for newly created bookmark folders */
"untitled folder" = "namnlös mapp";

/* in cookies table for cookies that are secure */
"yes" = "ja";

/* message for sheet for when you type a location that can't be turned into a URL */
"“%@” is not a valid location." = "”%@” är inte en giltig plats.";

